//STEP1 EXEC PGM = SORT
//SYSOUT  DD SYSOUT= *
//sortin  DD DSN= MY.DATA.FILEA,DISP=SHR
//SORTOUT  DD
   DSN =MY.DATA.FILEC,DISP=(NEW,CATLG,DELETE),
//SPACE =(CYL,1,1), UNIT=SYSDA
//SYSIN DD *
  SORT FIELDS=COPY
/*
//STEP2 EXEC PGM=SORT 
//SYSOUT DD SYSOUT=*
//SORTIN DD DSN=MY.DATA.FILEB, DISP=SHR
//SORTOUT DD
         DSN= MY.DATA.FILEA,DISP=OLD
//SYSIN DD*
   SORT FIELD=COPY
/*
//STEP3 EXEC PGM=SORT
//SYSOUT DD SYSOUT=*
//SORTIN DD DSN=MY.DATA.FILEC, DSIP=SHR
//SORTOUT DD DSN=MY.DATA.FILEB,DISP=OLD
//SYSIN DD*
