//SIMPLE   JOB (ACCT),'SIMPLE LOAN',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=SIMPLELOAN
//LOAN.INPUT DD *
LN001 RAHUL KUMAR    0005000
LN002 SANGEETA CHAT  0002000
LN003 AJAY SINGH     0003500
/*
//LOAN.REPORT DD DSN=YOUR.LOAN.REPORT,DISP=(NEW,CATLG,DELETE),
//            SPACE=(CYL,(1,1)),UNIT=SYSDA
//SYSPRINT  DD SYSOUT=*
//
