//EMPSLIP JOB (ACCT),'EMP SLIP',CLASS=A,MSGCLASS=X
//STEP1   EXEC PGM=EMPSLIP
//EMP.INPUT DD *
E001 RAMESH KUMAR   050000
E002 SNEHA ROY      040000
E003 ANIL MEHTA     060000
/*
//EMP.REPORT DD SYSOUT=*
//SYSPRINT   DD SYSOUT=*
