//STUDJOB  JOB (ACCT),'STUDENT RES',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=STUDRES
//STUD.INPUT DD *
S001 AMIT ROY       065 072 081
S002 PRIYA DAS      045 035 050
S003 ARUN PAUL      038 029 040
S004 NEHA KUMARI    090 085 088
/*
//STUD.REPORT DD SYSOUT=*
//SYSPRINT   DD SYSOUT=*
